Repository: bijuvarghese/MyWealth
Catalog: MyWealth/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, pt_br, zh_hans

source: Reminders will be sent based on your portfolio activity. If you've recently updated your assets, duplicate reminders are skipped to avoid overload.
ar: سيتم إرسال التذكيرات بناءً على نشاط محفظتك. إذا قمت مؤخرًا بتحديث الأصول الخاصة بك، فسيتم تخطي التذكيرات المكررة لتجنب التحميل الزائد.
de: Basierend auf Ihrer Portfolioaktivität werden Erinnerungen gesendet. Wenn Sie Ihre Assets kürzlich aktualisiert haben, werden doppelte Erinnerungen übersprungen, um eine Überlastung zu vermeiden.
es: Se enviarán recordatorios en función de la actividad de su cartera. Si actualizó sus activos recientemente, se omitirán los recordatorios duplicados para evitar la sobrecarga.
fr: Des rappels seront envoyés en fonction de l'activité de votre portefeuille. Si vous avez récemment mis à jour vos ressources, les rappels en double sont ignorés pour éviter une surcharge.
hi: आपके पोर्टफोलियो गतिविधि के आधार पर अनुस्मारक भेजे जाएंगे। यदि आपने हाल ही में अपनी संपत्ति अपडेट की है, तो ओवरलोड से बचने के लिए डुप्लिकेट अनुस्मारक छोड़ दिए जाते हैं।
pt_br: Os lembretes serão enviados com base na atividade do seu portfólio. Se você atualizou recentemente seus ativos, os lembretes duplicados serão ignorados para evitar sobrecarga.
zh_hans: 将根据您的投资组合活动发送提醒。如果您最近更新了资产，则会跳过重复的提醒以避免过载。

source: Remove duplicate snapshot entries
ar: قم بإزالة إدخالات اللقطة المكررة
de: Doppelte Snapshot-Einträge entfernen
es: Eliminar entradas de instantáneas duplicadas
fr: Supprimer les entrées d'instantanés en double
hi: डुप्लिकेट स्नैपशॉट प्रविष्टियाँ हटाएँ
pt_br: Remover entradas duplicadas de instantâneos
zh_hans: 删除重复的快照条目

source: Remove Duplicates
ar: إزالة التكرارات
de: Duplikate entfernen
es: Eliminar duplicados
fr: Supprimer les doublons
hi: डुप्लिकेट हटाएं
pt_br: Remover duplicatas
zh_hans: 删除重复项

source: Removed %lld duplicate entries.
ar: تمت إزالة إدخالات %lld المكررة.
de: Doppelte %lld-Einträge entfernt.
es: Se eliminaron las entradas duplicadas %lld.
fr: Suppression des entrées en double %lld.
hi: %lld डुप्लिकेट प्रविष्टियाँ हटा दी गईं।
pt_br: Entradas duplicadas %lld removidas.
zh_hans: 删除了 %lld 重复条目。

source: Removed %lld duplicate entry.
ar: تمت إزالة الإدخال المكرر %lld.
de: Doppelter Eintrag %lld entfernt.
es: Se eliminó la entrada duplicada %lld.
fr: Suppression de l'entrée en double %lld.
hi: %lld डुप्लिकेट प्रविष्टि हटा दी गई।
pt_br: Entrada duplicada %lld removida.
zh_hans: 删除了 %lld 重复条目。

source: Replace Goal
ar: استبدال الهدف
de: Ziel ersetzen
es: Reemplazar objetivo
fr: Remplacer l'objectif
hi: लक्ष्य बदलें
pt_br: Substituir meta
zh_hans: 替换目标

source: Replace Net Worth Goal?
ar: هل تريد استبدال هدف صافي القيمة؟
de: Nettovermögensziel ersetzen?
es: ¿Reemplazar la meta de patrimonio neto?
fr: Remplacer l'objectif de valeur nette ?
hi: नेट वर्थ लक्ष्य बदलें?
pt_br: Substituir meta de patrimônio líquido?
zh_hans: 更换净资产目标？

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
pt_br: Redefinir
zh_hans: 重置

source: Response ID: %@
ar: معرف الاستجابة: %@
de: Antwort-ID: %@
es: ID de respuesta: %@
fr: ID de réponse : %@
hi: प्रतिक्रिया आईडी: %@
pt_br: ID da resposta: %@
zh_hans: 响应 ID：%@

source: Restore records from a Wealth Map backup file
ar: استعادة السجلات من ملف النسخ الاحتياطي Wealth Map
de: Datensätze aus einer Wealth Map-Sicherungsdatei wiederherstellen
es: Restaurar registros desde un archivo de copia de seguridad Wealth Map
fr: Restaurer les enregistrements à partir d'un fichier de sauvegarde Wealth Map
hi: Wealth Map बैकअप फ़ाइल से रिकॉर्ड पुनर्स्थापित करें
pt_br: Restaurar registros de um arquivo de backup Wealth Map
zh_hans: 从 Wealth Map 备份文件恢复记录

source: Retire At Age
ar: التقاعد عند السن
de: Im Alter in den Ruhestand gehen
es: Jubilarse a la edad
fr: Prendre sa retraite à l'âge
hi: उम्र में सेवानिवृत्त
pt_br: Aposentar-se com a idade
zh_hans: 适龄退休

source: Retiring today: %@/yr
ar: التقاعد اليوم: %@/سنة
de: Geht heute in den Ruhestand: %@/Jahr
es: Retiro hoy: %@/año
fr: Retraite aujourd'hui : %@/an
hi: आज सेवानिवृत्त हो रहे हैं: %@/वर्ष
pt_br: Aposentadoria hoje: %@/ano
zh_hans: 今天退休：%@/年

source: Return Attribution
ar: إرجاع الإسناد
de: Rückgabe-Attribution
es: Atribución de devolución
fr: Attribution de retour
hi: रिटर्न एट्रिब्यूशन
pt_br: Atribuição de retorno
zh_hans: 返回属性

source: Review Portfolio
ar: مراجعة المحفظة
de: Rezensionsportfolio
es: Revisar Portafolio
fr: Examiner le portefeuille
hi: पोर्टफोलियो की समीक्षा करें
pt_br: Analisar Portfólio
zh_hans: 回顾作品集

source: Review your Wealth Map portfolio.
ar: قم بمراجعة محفظة Wealth Map الخاصة بك.
de: Überprüfen Sie Ihr Wealth Map-Portfolio.
es: Revise su cartera Wealth Map.
fr: Passez en revue votre portefeuille Wealth Map.
hi: अपने Wealth Map पोर्टफोलियो की समीक्षा करें।
pt_br: Revise seu portfólio Wealth Map.
zh_hans: 查看您的 Wealth Map 投资组合。

source: Rhodium
ar: الروديوم
es: Rodio
fr: Rhodié
hi: रोडियम
pt_br: Ródio
zh_hans: 铑

source: Risk
ar: المخاطرة
de: Risiko
es: Riesgo
fr: Risque
hi: जोखिम
pt_br: Risco
zh_hans: 风险

source: Runway
ar: المدرج
de: Landebahn
es: Pista
fr: Piste
hi: रनवे
pt_br: Pista
zh_hans: 跑道

source: Save
ar: احفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
pt_br: Salvar
zh_hans: 保存

source: Savings Explorer
ar: مستكشف الادخار
de: Spar-Explorer
es: Explorador de Ahorros
fr: Explorateur d'épargne
hi: बचत एक्सप्लोरर
pt_br: Explorador de Poupança
zh_hans: 储蓄浏览器

source: Savings Rate
ar: معدل الادخار
de: Sparquote
es: Tasa de Ahorro
fr: Taux d'épargne
hi: बचत दर
pt_br: Taxa de Poupança
zh_hans: 储蓄率

source: Savings rate is the single strongest predictor of FIRE speed. At 50%+ you typically reach FI in under 17 years from scratch.
ar: معدل الادخار هو أقوى مؤشر منفرد لسرعة الحريق. عند نسبة 50%+، عادةً ما تصل إلى FI في أقل من 17 عامًا من الصفر.
de: Die Sparquote ist der stärkste Indikator für die FIRE-Geschwindigkeit. Bei 50 %+ erreichen Sie FI in der Regel in weniger als 17 Jahren von Grund auf.
es: La tasa de ahorro es el predictor más fuerte de la velocidad de FUEGO. Con un 50 % o más, normalmente se llega a FI en menos de 17 años desde cero.
fr: Le taux d'épargne est le prédicteur le plus puissant de la vitesse du FIRE. À 50 %+, vous atteignez généralement FI en moins de 17 ans à partir de zéro.
hi: बचत दर FIRE गति का सबसे मजबूत भविष्यवक्ता है। 50%+ पर आप आम तौर पर 17 साल से कम उम्र में एफआई तक पहुंच जाते हैं।
pt_br: A taxa de poupança é o preditor mais forte da velocidade do FIRE. Com mais de 50%, você normalmente alcança o FI em menos de 17 anos do zero.
zh_hans: 储蓄率是火速的最强预测指标。如果达到 50% 以上，您通常会在 17 年内从零开始达到 FI。

source: Scans your history for duplicate entries recorded by an older bug and removes them. This cannot be undone.
ar: يقوم بفحص سجلك بحثًا عن الإدخالات المكررة المسجلة بواسطة خطأ أقدم وإزالتها. لا يمكن التراجع عن هذا.
de: Durchsucht Ihren Verlauf nach doppelten Einträgen, die von einem älteren Fehler aufgezeichnet wurden, und entfernt diese. Dies kann nicht rückgängig gemacht werden.
es: Analiza tu historial en busca de entradas duplicadas registradas por un error anterior y las elimina. Esto no se puede deshacer.
fr: Analyse votre historique à la recherche d'entrées en double enregistrées par un bug plus ancien et les supprime. Cela ne peut pas être annulé.
hi: पुराने बग द्वारा रिकॉर्ड की गई डुप्लिकेट प्रविष्टियों के लिए आपके इतिहास को स्कैन करता है और उन्हें हटा देता है। इसे असंपादित नहीं किया जा सकता है।
pt_br: Verifica seu histórico em busca de entradas duplicadas registradas por um bug antigo e as remove. Isto não pode ser desfeito.
zh_hans: 扫描您的历史记录，查找由旧错误记录的重复条目并将其删除。此操作无法撤消。

source: Scenario
ar: السيناريو
de: Szenario
es: Escenario
fr: Scénario
hi: परिदृश्य
pt_br: Cenário
zh_hans: 场景

source: See wealth across currencies
ar: شاهد الثروة عبر العملات
de: Sehen Sie Wohlstand in allen Währungen
es: Ver riqueza en todas las monedas
fr: Découvrez la richesse dans toutes les devises
hi: विभिन्न मुद्राओं में धन देखें
pt_br: Veja a riqueza entre moedas
zh_hans: 查看跨货币财富

source: Select Metal
ar: حدد المعدن
de: Wählen Sie Metall
es: Seleccione Metal
fr: Sélectionnez le métal
hi: धातु का चयन करें
pt_br: Selecione Metal
zh_hans: 选择金属

source: Sell
ar: بيع
de: Verkaufen
es: Vender
fr: Vendre
hi: बेचें
pt_br: Vender
zh_hans: 出售

source: Selling reduces assets in the simulation. If the sale lowers concentration, the portfolio may become more balanced.
ar: البيع يقلل الأصول في المحاكاة. إذا أدى البيع إلى خفض التركيز، فقد تصبح المحفظة أكثر توازنا.
de: Der Verkauf verringert das Vermögen in der Simulation. Wenn durch den Verkauf die Konzentration sinkt, kann das Portfolio ausgewogener werden.
es: La venta reduce los activos en la simulación. Si la venta reduce la concentración, la cartera puede volverse más equilibrada.
fr: La vente réduit les actifs dans la simulation. Si la vente réduit la concentration, le portefeuille peut devenir plus équilibré.
hi: बेचने से सिमुलेशन में संपत्ति कम हो जाती है। यदि बिक्री से एकाग्रता कम हो जाती है, तो पोर्टफोलियो अधिक संतुलित हो सकता है।
pt_br: Vender reduz ativos na simulação. Se a venda diminuir a concentração, a carteira poderá ficar mais equilibrada.
zh_hans: 出售会减少模拟中的资产。如果出售降低了集中度，投资组合可能会变得更加平衡。

source: Series
ar: السلسلة
de: Serie
es: Serie
fr: Série
hi: श्रृंखला
pt_br: Série
zh_hans: 系列

source: Set a Net Worth Goal
ar: حدد هدف القيمة الصافية
de: Legen Sie ein Nettovermögensziel fest
es: Establecer una meta de patrimonio neto
fr: Fixez-vous un objectif de valeur nette
hi: एक नेट वर्थ लक्ष्य निर्धारित करें
pt_br: Defina uma meta de patrimônio líquido
zh_hans: 设定净资产目标

source: Set current age
ar: حدد العمر الحالي
de: Aktuelles Alter einstellen
es: Establecer edad actual
fr: Définir l'âge actuel
hi: वर्तमान आयु निर्धारित करें
pt_br: Definir idade atual
zh_hans: 设置当前年龄

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
pt_br: Configurações
zh_hans: 设置

source: Setup Wealth Map
ar: إعداد Wealth Map
es: Configuración Wealth Map
fr: Configuration Wealth Map
hi: सेटअप Wealth Map
pt_br: Configurar Wealth Map
zh_hans: 设置 Wealth Map

source: Share a sanitized portfolio snapshot
ar: شارك لقطة منقحة للمحفظة
de: Teilen Sie einen bereinigten Portfolio-Schnappschuss
es: Comparta una instantánea de su cartera desinfectada
fr: Partager un instantané de portefeuille épuré
hi: एक स्वच्छ पोर्टफोलियो स्नैपशॉट साझा करें
pt_br: Compartilhe um instantâneo de portfólio limpo
zh_hans: 分享经过清理的投资组合快照

source: Share Progress
ar: مشاركة التقدم
de: Teilen Sie den Fortschritt
es: Compartir Progreso
fr: Partager les progrès
hi: प्रगति साझा करें
pt_br: Compartilhe o progresso
zh_hans: 分享进度

source: Shorten large totals
ar: تقصير المجاميع الكبيرة
de: Große Summen kürzen
es: Acortar totales grandes
fr: Raccourcir les totaux importants
hi: बड़े योग को छोटा करें
pt_br: Reduza grandes totais
zh_hans: 缩短大总数

source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएं
pt_br: Mostrar menos
zh_hans: 显示更少

source: Sign in to iCloud in Settings to enable.
ar: قم بتسجيل الدخول إلى iCloud في الإعدادات للتمكين.
de: Melden Sie sich zur Aktivierung in den Einstellungen bei iCloud an.
es: Inicie sesión en iCloud en Configuración para habilitar.
fr: Connectez-vous à iCloud dans Paramètres pour l'activer.
hi: सक्षम करने के लिए सेटिंग्स में iCloud में साइन इन करें।
pt_br: Faça login no iCloud em Configurações para ativar.
zh_hans: 在“设置”中登录 iCloud 以启用。

source: Silver
ar: فضة
de: Silber
es: Plata
fr: Argent
hi: चांदी
pt_br: Prata
zh_hans: 银牌

source: Simulate selling, buying, or paying off debt
ar: محاكاة بيع أو شراء أو سداد الديون
de: Simulieren Sie den Verkauf, Kauf oder die Tilgung von Schulden
es: Simular vender, comprar o liquidar deudas
fr: Simulez la vente, l'achat ou le remboursement de dettes
hi: बेचने, खरीदने या कर्ज चुकाने का अनुकरण करें
pt_br: Simular venda, compra ou pagamento de dívidas
zh_hans: 模拟出售、购买或偿还债务

source: Slight decline
ar: انخفاض طفيف
de: Leichter Rückgang
es: Ligera caída
fr: Légère baisse
hi: मामूली गिरावट
pt_br: Ligeiro declínio
zh_hans: 小幅下降

source: Smart Reminders
ar: التذكيرات الذكية
de: Intelligente Erinnerungen
es: Recordatorios inteligentes
fr: Rappels intelligents
hi: स्मार्ट अनुस्मारक
pt_br: Lembretes inteligentes
zh_hans: 智能提醒

source: Solid
ar: صلبة
de: Fest
es: Sólido
fr: Solide
hi: ठोस
pt_br: Sólido
zh_hans: 固体

source: Specialty Metals
ar: المعادن المتخصصة
de: Spezialmetalle
es: Metales Especiales
fr: Métaux spécialisés
hi: विशेष धातुएँ
pt_br: Metais Especiais
zh_hans: 特种金属

source: Spending %@/yr - cutting expenses shrinks both your target and the time it takes to get there.
ar: إنفاق %@/سنة - يؤدي خفض النفقات إلى تقليص هدفك والوقت الذي تستغرقه للوصول إلى هناك.
de: Ausgaben %@/Jahr – durch Ausgabenkürzungen schrumpfen sowohl Ihr Ziel als auch die Zeit, die Sie benötigen, um dieses Ziel zu erreichen.
es: Gastar %@/año: recortar gastos reduce tanto su objetivo como el tiempo que lleva llegar allí.
fr: Dépenses %@/an : réduire les dépenses réduit à la fois votre objectif et le temps nécessaire pour y parvenir.
hi: %@/वर्ष खर्च करना - खर्चों में कटौती से आपका लक्ष्य और उस तक पहुंचने में लगने वाला समय दोनों कम हो जाता है।
pt_br: Gastar %@/ano - cortar despesas reduz sua meta e o tempo que leva para alcançá-la.
zh_hans: 支出 %@/年 - 削减开支会缩短您的目标和实现目标所需的时间。

source: Spot Price
ar: السعر الفوري
de: Spotpreis
es: Precio al contado
fr: Prix au comptant
hi: हाजिर कीमत
pt_br: Preço à vista
zh_hans: 现货价格

source: Stable
ar: مستقر
de: Stabil
es: Estable
hi: स्थिर
pt_br: Estável
zh_hans: 稳定

source: Stale Values
ar: القيم القديمة
de: Veraltete Werte
es: Valores obsoletos
fr: Valeurs périmées
hi: बासी मूल्य
pt_br: Valores obsoletos
zh_hans: 过时值

source: Standard FIRE · 4% withdrawal rate
ar: Standard FIRE · معدل سحب 4%
de: Standard FIRE · 4 % Auszahlungsrate
es: FUEGO estándar · Tasa de retiro del 4%
fr: FEU Standard · Taux de retrait de 4%
hi: मानक आग · 4% निकासी दर
pt_br: FIRE padrão · Taxa de retirada de 4%
zh_hans: 标准 FIRE · 4% 提现率

source: Start with your home currency
ar: ابدأ بعملتك المحلية
de: Beginnen Sie mit Ihrer Heimatwährung
es: Comience con su moneda local
fr: Commencez avec votre devise locale
hi: अपनी घरेलू मुद्रा से शुरुआत करें
pt_br: Comece com sua moeda local
zh_hans: 从您的本国货币开始

source: Stay on Top of Your Wealth
ar: ابق على اطلاع بثروتك
de: Behalten Sie den Überblick über Ihr Vermögen
es: Manténgase al tanto de su riqueza
fr: Restez au top de votre patrimoine
hi: अपने धन के शीर्ष पर बने रहें
pt_br: Mantenha o controle de sua riqueza
zh_hans: 掌控您的财富

source: Stocks
ar: الأسهم
de: Aktien
es: Acciones
fr: Actions
hi: स्टॉक
pt_br: Ações
zh_hans: 股票

source: Strong
ar: قوية
de: Stark
es: Fuerte
fr: Fort
hi: मजबूत
pt_br: Forte
zh_hans: 强

source: Strong positive trend
ar: اتجاه إيجابي قوي
de: Stark positiver Trend
es: Fuerte tendencia positiva
fr: Forte tendance positive
hi: मजबूत सकारात्मक रुझान
pt_br: Forte tendência positiva
zh_hans: 强劲的积极趋势

source: Student Loan
ar: قرض الطالب
de: Studiendarlehen
es: Préstamo para estudiantes
fr: Prêt étudiant
hi: छात्र ऋण
pt_br: Empréstimo Estudantil
zh_hans: 助学贷款

source: Sync with iCloud
ar: المزامنة مع iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchronisation avec iCloud
hi: iCloud के साथ सिंक करें
pt_br: Sincronizar com iCloud
zh_hans: 与 iCloud 同步

source: Tap '+' to add your first asset or debt.
ar: اضغط على "+" لإضافة أصلك أو دينك الأول.
de: Tippen Sie auf „+“, um Ihren ersten Vermögenswert oder Ihre erste Schuld hinzuzufügen.
es: Toque '+' para agregar su primer activo o deuda.
fr: Appuyez sur « + » pour ajouter votre premier actif ou dette.
hi: अपनी पहली संपत्ति या ऋण जोड़ने के लिए '+' पर टैप करें।
pt_br: Toque em '+' para adicionar seu primeiro ativo ou dívida.
zh_hans: 点击“+”添加您的第一个资产或债务。

source: Tap "Log Value" to record your first valuation.
ar: اضغط على "سجل القيمة" لتسجيل تقييمك الأول.
de: Tippen Sie auf „Wert protokollieren“, um Ihre erste Bewertung aufzuzeichnen.
es: Toque "Registrar valor" para registrar su primera valoración.
fr: Appuyez sur « Enregistrer la valeur » pour enregistrer votre première évaluation.
hi: अपना पहला मूल्यांकन रिकॉर्ड करने के लिए "लॉग वैल्यू" पर टैप करें।
pt_br: Toque em "Log Value" para registrar sua primeira avaliação.
zh_hans: 点击“记录价值”记录您的第一个估价。

source: Target
ar: الهدف
de: Ziel
es: Objetivo
fr: Cible
hi: लक्ष्य
pt_br: Alvo
zh_hans: 目标

# Target %@ by %@
source: Target %1$@ by %2$@
ar: استهدف %1$@ بواسطة %2$@
de: Ziel %1$@ durch %2$@
es: Objetivo %1$@ por %2$@
fr: Cible %1$@ par %2$@
hi: %2$@ द्वारा लक्ष्य %1$@
pt_br: Alvo %1$@ por %2$@
zh_hans: %2$@ 的目标 %1$@

source: Target Amount
ar: المبلغ المستهدف
de: Zielbetrag
es: Importe objetivo
fr: Montant cible
hi: लक्ष्य राशि
pt_br: Valor alvo
zh_hans: 目标金额

source: Target Date
ar: التاريخ المستهدف
de: Zieldatum
es: Fecha objetivo
fr: Date cible
hi: लक्ष्य तिथि
pt_br: Data prevista
zh_hans: 目标日期

source: Target date has passed.
ar: لقد مر التاريخ المستهدف.
de: Das Zieldatum ist überschritten.
es: La fecha prevista ha pasado.
fr: La date cible est dépassée.
hi: लक्ष्य तिथि बीत चुकी है।
pt_br: A data prevista já passou.
zh_hans: 目标日期已过。

source: Target is due today.
ar: الهدف مستحق اليوم.
de: Ziel ist heute fällig.
es: El objetivo vence hoy.
fr: Target est attendu aujourd'hui.
hi: लक्ष्य आज देय है।
pt_br: A meta vence hoje.
zh_hans: 目标今天到期。

source: Target retirement
ar: التقاعد المستهدف
de: Angestrebter Ruhestand
es: Retiro objetivo
fr: Objectif de retraite
hi: लक्ष्य सेवानिवृत्ति
pt_br: Aposentadoria desejada
zh_hans: 目标退休

source: Tellurium
ar: التيلوريوم
de: Tellur
es: Telurio
fr: Tellure
hi: टेल्यूरियम
pt_br: Telúrio
zh_hans: 碲

source: The 4% Rule
ar: قاعدة الـ 4%
de: Die 4 %-Regel
es: La regla del 4%
fr: La règle des 4 %
hi: 4% नियम
pt_br: A regra dos 4%
zh_hans: 4% 规则

source: The backup contains a different net worth goal. Choose whether to keep or replace your current goal.
ar: تحتوي النسخة الاحتياطية على هدف مختلف لصافي القيمة. اختر ما إذا كنت تريد الاحتفاظ بهدفك الحالي أو استبداله.
de: Das Backup enthält ein anderes Nettovermögensziel. Wählen Sie, ob Sie Ihr aktuelles Ziel beibehalten oder ersetzen möchten.
es: La copia de seguridad contiene un objetivo de patrimonio neto diferente. Elija si desea mantener o reemplazar su objetivo actual.
fr: La sauvegarde contient un objectif de valeur nette différent. Choisissez de conserver ou de remplacer votre objectif actuel.
hi: बैकअप में एक अलग निवल मूल्य लक्ष्य शामिल है। चुनें कि क्या आपको अपना वर्तमान लक्ष्य रखना है या बदलना है।
pt_br: O backup contém uma meta de patrimônio líquido diferente. Escolha se deseja manter ou substituir sua meta atual.
zh_hans: 备份包含不同的净资产目标。选择是保留还是替换当前目标。

source: The backup contains an invalid net worth goal.
ar: تحتوي النسخة الاحتياطية على هدف صافي قيمة غير صالح.
de: Das Backup enthält ein ungültiges Nettovermögensziel.
es: La copia de seguridad contiene un objetivo de patrimonio neto no válido.
fr: La sauvegarde contient un objectif de valeur nette non valide.
hi: बैकअप में एक अमान्य निवल मूल्य लक्ष्य शामिल है।
pt_br: O backup contém uma meta de patrimônio líquido inválida.
zh_hans: 备份包含无效的净值目标。

source: The Concept
ar: المفهوم
de: Das Konzept
es: El Concepto
fr: Le Concept
hi: अवधारणा
pt_br: O Conceito
zh_hans: 概念

source: The main focus area is %@: %@.
ar: مجال التركيز الرئيسي هو %1$@: %2$@.
de: Der Hauptfokusbereich ist %1$@: %2$@.
es: El área de enfoque principal es %1$@: %2$@.
fr: Le domaine d'intervention principal est %1$@ : %2$@.
hi: मुख्य फोकस क्षेत्र %1$@: %2$@ है।
pt_br: A área de foco principal é %1$@: %2$@.
zh_hans: 主要焦点区域是 %1$@：%2$@。

source: The network request failed: %@
ar: فشل طلب الشبكة: %@
de: Die Netzwerkanforderung ist fehlgeschlagen: %@
es: La solicitud de red falló: %@
fr: La requête réseau a échoué : %@
hi: नेटवर्क अनुरोध विफल: %@
pt_br: Falha na solicitação de rede: %@
zh_hans: 网络请求失败：%@

source: The portfolio is highly liquid, with most assets available as cash or deposits.
ar: تتميز المحفظة بسيولة عالية، حيث تتوفر معظم الأصول كنقد أو ودائع.
de: Das Portfolio ist äußerst liquide, wobei die meisten Vermögenswerte in Form von Bargeld oder Einlagen verfügbar sind.
es: La cartera es muy líquida y la mayoría de los activos están disponibles como efectivo o depósitos.
fr: Le portefeuille est très liquide, la plupart des actifs étant disponibles sous forme de liquidités ou de dépôts.
hi: पोर्टफोलियो अत्यधिक तरल है, जिसमें अधिकांश संपत्ति नकद या जमा के रूप में उपलब्ध है।
pt_br: A carteira é altamente líquida, com a maioria dos ativos disponíveis como dinheiro ou depósitos.
zh_hans: 该投资组合具有高度流动性，大部分资产可以现金或存款形式提供。

source: The target date has passed with %@ remaining.
ar: لقد مر التاريخ المستهدف مع بقاء %@.
de: Das Zieldatum ist überschritten und es verbleiben noch %@.
es: La fecha objetivo ha pasado y queda %@.
fr: La date cible est passée et il reste %@.
hi: लक्ष्य तिथि बीत चुकी है और %@ शेष है।
pt_br: A data prevista passou com %@ restante.
zh_hans: 目标日期已过，还剩 %@。

source: The target is due today with %@ remaining.
ar: الهدف من المقرر اليوم مع بقاء %@.
de: Das Ziel ist heute fällig, da noch %@ übrig ist.
es: El objetivo vence hoy y queda %@.
fr: L'objectif est attendu aujourd'hui avec %@ restant.
hi: लक्ष्य आज देय है और %@ शेष है।
pt_br: A meta vence hoje com %@ restante.
zh_hans: 今天目标到期，剩余 %@。

source: Thin cash buffer
ar: احتياطي نقدي رقيق
de: Geringer Bargeldpuffer
es: Reserva de efectivo escasa
fr: Réserve de trésorerie mince
hi: पतला नकदी बफर
pt_br: Reserva de caixa fina
zh_hans: 薄现金缓冲

source: This backup contains a different goal. Other backup records remain additive.
ar: تحتوي هذه النسخة الاحتياطية على هدف مختلف. تظل سجلات النسخ الاحتياطي الأخرى إضافية.
de: Dieses Backup enthält ein anderes Ziel. Andere Sicherungsdatensätze bleiben additiv.
es: Esta copia de seguridad contiene un objetivo diferente. Otros registros de respaldo siguen siendo acumulativos.
fr: Cette sauvegarde contient un objectif différent. Les autres enregistrements de sauvegarde restent additifs.
hi: इस बैकअप में एक अलग लक्ष्य है। अन्य बैकअप रिकॉर्ड योगात्मक बने रहते हैं।
pt_br: Este backup contém um objetivo diferente. Outros registros de backup permanecem aditivos.
zh_hans: 该备份包含不同的目标。其他备份记录仍然是附加的。

source: This removes only your goal. Assets, liabilities, and history stay unchanged.
ar: يؤدي هذا إلى إزالة هدفك فقط. الأصول والالتزامات والتاريخ تبقى دون تغيير.
de: Dadurch wird nur Ihr Ziel entfernt. Vermögenswerte, Verbindlichkeiten und Historie bleiben unverändert.
es: Esto elimina solo tu objetivo. Los activos, los pasivos y el historial permanecen sin cambios.
fr: Cela supprime uniquement votre objectif. L'actif, le passif et l'historique restent inchangés.
hi: यह केवल आपके लक्ष्य को हटाता है। संपत्ति, देनदारियां और इतिहास अपरिवर्तित रहते हैं।
pt_br: Isso remove apenas o seu objetivo. Ativos, passivos e histórico permanecem inalterados.
zh_hans: 这只会删除您的目标。资产、负债和历史记录保持不变。

source: This removes the asset from your current portfolio. Existing history snapshots are kept.
ar: يؤدي هذا إلى إزالة الأصل من محفظتك الحالية. يتم الاحتفاظ بلقطات التاريخ الموجودة.
de: Dadurch wird der Vermögenswert aus Ihrem aktuellen Portfolio entfernt. Vorhandene Verlaufs-Snapshots bleiben erhalten.
es: Esto elimina el activo de su cartera actual. Se conservan las instantáneas del historial existente.
fr: Cela supprime l'actif de votre portefeuille actuel. Les instantanés d’historique existants sont conservés.
hi: यह आपके वर्तमान पोर्टफोलियो से संपत्ति को हटा देता है। मौजूदा इतिहास के स्नैपशॉट रखे गए हैं।
pt_br: Isso remove o ativo do seu portfólio atual. Os instantâneos do histórico existente são mantidos.
zh_hans: 这将从您当前的投资组合中删除该资产。保留现有历史快照。

source: Tight
ar: ضيق
de: Eng
es: Apretado
fr: Serré
hi: तंग
pt_br: Apertado
zh_hans: 紧

source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Heure
hi: समय
pt_br: Tempo
zh_hans: 时间
